Repository: VyrusStrings/propertysalewebapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, ru, tr

source: Request Information
pl: Poproś o informacje
ru: Запросить информацию
tr: Bilgi İste

source: Tell us a bit about you and your budget—our advisor will reach out shortly.
pl: Opowiedz nam trochę o sobie i swoim budżecie — nasz doradca wkrótce się z Tobą skontaktuje.
ru: Расскажите нам немного о себе и вашем бюджете — наш консультант свяжется с вами в ближайшее время.
tr: Bize kendinizden ve bütçenizden biraz bahseder misiniz? Danışmanımız en kısa sürede sizinle iletişime geçecektir.

source: Full Name
pl: Pełne imię i nazwisko
ru: Полное имя
tr: Ad Soyad

source: Phone / WhatsApp
pl: Telefon / WhatsApp
ru: Телефон / Ватсап
tr: Telefon / WhatsApp

source: Email
ru: Электронная почта
tr: E-posta

source: Country
pl: Kraj
ru: Страна
tr: Ülke

source: Budget (Min)
pl: Budżet (min.)
ru: Бюджет (мин.)
tr: Bütçe (Min)

source: Budget (Max)
pl: Budżet (Max)
ru: Бюджет (макс.)
tr: Bütçe (Maks)

source: Timeline
pl: Oś czasu
ru: Хронология
tr: Zaman çizelgesi

source: Message
pl: Wiadomość
ru: Сообщение
tr: Mesaj

source: Send
pl: Wysłać
ru: Отправить
tr: Gönder

source: We respect your privacy. Your details are only used to respond to your request.
pl: Szanujemy Twoją prywatność. Twoje dane są wykorzystywane wyłącznie w celu udzielenia odpowiedzi na Twoje zapytanie.
ru: Мы уважаем вашу конфиденциальность. Ваши данные используются только для ответа на ваш запрос.
tr: Gizliliğinize saygı duyuyoruz. Bilgileriniz yalnızca talebinize yanıt vermek amacıyla kullanılır.

source: Contacts
pl: Kontakty
ru: Контакты
tr: İletişim

source: Phone
pl: Telefon
ru: Телефон
tr: Telefon

source: Address
pl: Adres
ru: Адрес
tr: Adres

source: North Cyprus
pl: Cypr Północny
ru: Северный Кипр
tr: Kuzey Kıbrıs

source: Request Info
pl: Poproś o informacje
ru: Запросить информацию
tr: Bilgi İste

source: Write to us
pl: Napisz do nas
ru: Напишите нам
tr: Bize yazın

source: Prefer a form? Send a quick request and we’ll reply shortly.
pl: Wolisz formularz? Wyślij krótką prośbę, a wkrótce odpowiemy.
ru: Предпочитаете форму? Отправьте быстрый запрос, и мы ответим в ближайшее время.
tr: Formu mu tercih edersiniz? Hızlı bir talep gönderin, kısa sürede cevap vereceğiz.

source: Open the form
pl: Otwórz formularz
ru: Открыть форму
tr: Formu açın

source: North Cyprus Real Estate — Invest & Live
pl: Nieruchomości na Cyprze Północnym — inwestuj i mieszkaj
ru: Недвижимость на Северном Кипре — Инвестируйте и живите
tr: Kuzey Kıbrıs Emlak — Yatırım Yapın ve Yaşayın

source: Real estate in North Cyprus
pl: Nieruchomości na Cyprze Północnym
ru: Недвижимость на Северном Кипре
tr: Kuzey Kıbrıs'ta gayrimenkul

source: Affordable Mediterranean living and strong investment potential with developer installment plans up to 84 months at 0%%.
pl: Przystępne cenowo życie w stylu śródziemnomorskim i duży potencjał inwestycyjny dzięki planom ratalnym dewelopera do 84 miesięcy przy oprocentowaniu 0%.
ru: Доступная жизнь в средиземноморском стиле и высокий инвестиционный потенциал с рассрочкой платежей от застройщика до 84 месяцев под 0%.
tr: Uygun fiyatlı Akdeniz yaşamı ve %0 faizle 84 aya kadar geliştirici taksit planları ile güçlü yatırım potansiyeli.

source: Deal in 3 days
pl: Transakcja w ciągu 3 dni
ru: Сделка через 3 дня
tr: 3 gün içinde anlaşma

source: Residence permit help
pl: Pomoc w uzyskaniu pozwolenia na pobyt
ru: Помощь в получении вида на жительство
tr: Oturma izni yardımı

source: Post-sale service
pl: Obsługa posprzedażowa
ru: Послепродажное обслуживание
tr: Satış sonrası hizmet

source: Get a free consultation
pl: Skorzystaj z bezpłatnej konsultacji
ru: Получите бесплатную консультацию
tr: Ücretsiz danışmanlık alın

source: Leave your contacts — our advisor will get back to you.
pl: Zostaw swoje dane kontaktowe — nasz doradca skontaktuje się z Tobą.
ru: Оставьте свои контакты — наш консультант свяжется с вами.
tr: İletişim bilgilerinizi bırakın — danışmanımız size geri dönüş yapacaktır.

source: Your name
pl: Twoje imię
ru: Ваше имя
tr: Adınız

source: Installment calculator
pl: Kalkulator rat
ru: Калькулятор рассрочки
tr: Taksit hesaplayıcı

source: Price
pl: Cena
ru: Цена
tr: Fiyat

source: Currency
pl: Waluta
ru: Валюта
tr: Para birimi

source: Down payment (30%%)
pl: Zaliczka (30%)
ru: Первоначальный взнос (30%)
tr: Peşinat (30%)

source: Monthly (70%% / 84 mo)
pl: Miesięcznie (70% / 84 miesiące)
ru: Ежемесячно (70% / 84 мес.)
tr: Aylık (70%% / 84 ay)

source: Featured project
pl: Wyróżniony projekt
ru: Избранный проект
tr: Öne çıkan proje

source: Sea-side resort complex — from £92,000
pl: Kompleks wypoczynkowy nad morzem — od 92 000 funtów
ru: Курортный комплекс на берегу моря — от 92 000 фунтов стерлингов
tr: Deniz kenarındaki tatil kompleksi — 92.000 £'dan başlayan fiyatlarla

source: See projects
pl: Zobacz projekty
ru: Смотреть проекты
tr: Projeleri gör

source: Reviews & growth from past deals
pl: Recenzje i rozwój wynikający z poprzednich transakcji
ru: Отзывы и рост по прошлым сделкам
tr: Geçmiş anlaşmalardan elde edilen yorumlar ve büyüme

source: 1+1 Apartment in resort
pl: Apartament 1+1 w ośrodku wypoczynkowym
tr: Tatil köyünde 1+1 daire

source: Buy: £56,000 (2019) → Market: £172,200 (2023)
tr: Satın alma fiyatı: 56.000 £ (2019) → Piyasa değeri: 172.200 £ (2023)

source: 3+1 Villa, Yeni Boazici
tr: 3+1 Villa, Yeni Boğaziçi

source: Buy: £159,000 (2020) → Market: £480,000 (2023)
tr: Satın alma fiyatı: 159.000 £ (2020) → Piyasa değeri: 480.000 £ (2023)

source: 2+1 Apartment in tourist complex
tr: Turistik kompleks içinde 2+1 daire

source: Buy: £146,000 (2022) → Market: £260,000 (2023)
tr: Satın alma: 146.000 £ (2022) → Piyasa: 260.000 £ (2023)

source: FAQ
pl: Często zadawane pytania
ru: Часто задаваемые вопросы
tr: Sıkça Sorulan Sorular

source: What is the free inspection tour?
pl: Czym jest bezpłatna wycieczka inspekcyjna?
ru: Что такое бесплатная инспекционная экскурсия?
tr: Ücretsiz inceleme turu nedir?

source: We host you in seaside apartments for several days and visit matching projects together.
pl: Zapraszamy Państwa do apartamentów nad morzem na kilka dni i wspólnie odwiedzamy pasujące projekty.
ru: Мы разместим вас в апартаментах на берегу моря на несколько дней и вместе посетим подходящие проекты.
tr: Sizi birkaç günlüğüne deniz kenarındaki dairelerimizde ağırlıyor ve birlikte uygun projeleri ziyaret ediyoruz.

source: Can I buy remotely?
pl: Czy mogę dokonać zakupu zdalnie?
ru: Могу ли я купить удаленно?
tr: Uzaktan satın alabilir miyim?

source: Yes — we arrange an online tour and a secure developer contract with couriered originals.
pl: Tak — organizujemy wirtualną prezentację nieruchomości i sporządzamy bezpieczną umowę deweloperską z dostarczeniem oryginałów kurierem.
ru: Да — мы организуем онлайн-экскурсию и заключаем безопасный договор с застройщиком с доставкой оригиналов курьером.
tr: Evet — çevrimiçi bir tur düzenliyor ve kurye ile gönderilen orijinallerle güvenli bir geliştirici sözleşmesi yapıyoruz.

source: What extra costs are there?
pl: Jakie są dodatkowe koszty?
ru: Какие дополнительные расходы существуют?
tr: Ekstra masraflar nelerdir?

source: Stamp duty, title tax, utilities connection; VAT 5%%; maintenance depends on the developer.
pl: Opłata skarbowa, Podatek od tytułu własności, Podłączenie mediów, VAT 5%, Koszty utrzymania zależą od dewelopera.
ru: Гербовый сбор, налог на право собственности, подключение коммунальных услуг, НДС 5%, обслуживание зависит от застройщика.
tr: Damga vergisi, tapu vergisi, kamu hizmetleri bağlantısı; KDV %5; bakım masrafları müteahhide bağlıdır.

source: Services
pl: Usługi
ru: Услуги
tr: Hizmetler

source: Our Services
pl: Nasze usługi
ru: Наши услуги
tr: Hizmetlerimiz

source: From selection to post-sale management — all in one place.
pl: Od wyboru do obsługi posprzedażowej — wszystko w jednym miejscu.
ru: От выбора до послепродажного обслуживания — все в одном месте.
tr: Seçimden satış sonrası yönetime kadar — hepsi tek bir yerde.

source: Buying support
pl: Wsparcie przy zakupie
ru: Поддержка при покупке
tr: Satın alma desteği

source: Shortlist, viewing (online/offline), negotiation, developer contract, title transfer.
pl: Krótka lista, oglądanie (online/offline), negocjacje, umowa z deweloperem, przeniesienie tytułu własności.
ru: Короткий список, просмотр (онлайн/офлайн), переговоры, договор с застройщиком, передача права собственности.
tr: Kısa liste, görüntüleme (çevrimiçi/çevrimdışı), müzakere, geliştirici sözleşmesi, tapu devri.

source: Inspection tour
pl: Wycieczka inspekcyjna
ru: Инспекционный тур
tr: Denetim turu

source: We arrange accommodation, transfers and visit matching projects together.
pl: Organizujemy zakwaterowanie, transfery i wspólne wizyty w ramach projektów partnerskich.
ru: Мы организуем проживание, трансферы и совместное посещение подходящих проектов.
tr: Konaklama, transfer ve ziyaretlerinizi düzenliyor ve uygun projeleri bir araya getiriyoruz.

source: Rental & management
pl: Wynajem i zarządzanie
ru: Аренда и управление
tr: Kiralama ve yönetim

source: Handover, furnishing, tenant search, yield reporting, ongoing service.
pl: Przekazanie, wyposażenie, poszukiwanie najemców, raportowanie zysków, bieżąca obsługa.
ru: Передача, меблировка, поиск арендаторов, отчетность по доходности, постоянное обслуживание.
tr: Devir, tefrişat, kiracı arama, getiri raporlaması, sürekli hizmet.

source: We guide documents and appointments to obtain residency.
pl: Pomagamy w przygotowaniu dokumentów i umówieniu spotkań w celu uzyskania prawa pobytu.
ru: Мы сопровождаем документы и встречи для получения вида на жительство.
tr: İkamet izni almak için gerekli belgeleri ve randevuları yönlendiriyoruz.

source: Tell us your budget and goals — we’ll propose 3–5 matching options.
pl: Podaj nam swój budżet i cele — zaproponujemy 3–5 pasujących opcji.
ru: Сообщите нам свой бюджет и цели — мы предложим 3–5 подходящих вариантов.
tr: Bütçenizi ve hedeflerinizi bize bildirin — size 3–5 uygun seçenek sunalım.

source: Thank you
pl: Dziękuję.
ru: Спасибо.
tr: Teşekkür ederim

source: Thank you!
pl: Dziękuję!
ru: Спасибо!
tr: Teşekkür ederim!

source: We received your request. Our advisor will contact you shortly via the details you provided.
pl: Otrzymaliśmy Twoje zapytanie. Nasz doradca skontaktuje się z Tobą wkrótce, korzystając z podanych przez Ciebie danych kontaktowych.
ru: Мы получили ваш запрос. Наш консультант свяжется с вами в ближайшее время по указанным вами контактным данным.
tr: Talebinizi aldık. Danışmanımız, verdiğiniz bilgiler aracılığıyla kısa süre içinde sizinle iletişime geçecektir.

source: Browse projects
pl: Przeglądaj projekty
ru: Просмотреть проекты
tr: Projeleri göz atın

source: Back to home
pl: Powrót do strony głównej
ru: Вернуться на главную страницу
tr: Ana sayfaya dön

source: Free Inspection Tour
pl: Bezpłatna wycieczka inspekcyjna
ru: Бесплатная инспекционная поездка
tr: Ücretsiz Denetim Turu

source: Fly in, stay by the sea, and view projects with us. Online tour available too.
pl: Przyleć, zatrzymaj się nad morzem i obejrzyj z nami projekty. Dostępna jest również wycieczka online.
ru: Прилетите, остановитесь у моря и посмотрите проекты вместе с нами. Также доступен онлайн-тур.
tr: Uçun, deniz kenarında kalın ve bizimle projeleri inceleyin. Online tur da mevcuttur.

source: What’s included
pl: Co jest w zestawie
ru: Что входит в комплект
tr: Neler dahildir

source: Transfer from airport
pl: Transfer z lotniska
ru: Трансфер из аэропорта
tr: Havaalanından transfer

source: Seaside apartments accommodation
pl: Zakwaterowanie w apartamentach nad morzem
ru: Проживание в апартаментах на берегу моря
tr: Deniz kenarında daireler konaklama

source: Project shortlist & viewings
pl: Lista wybranych projektów i przeglądanie
ru: Список проектов и просмотры
tr: Proje kısa listesi ve gösterimler

source: Legal & financial guidance
pl: Porady prawne i finansowe
ru: Юридические и финансовые рекомендации
tr: Hukuki ve mali danışmanlık

source: Leave a request and choose your dates — we’ll coordinate everything.
pl: Zostaw zapytanie i wybierz terminy — my zajmiemy się wszystkim.
ru: Оставьте заявку и выберите даты — мы все скоординируем.
tr: Talebinizi bırakın ve tarihlerinizi seçin — her şeyi biz koordine ederiz.

source: Request Tour
pl: Poproś o wycieczkę
ru: Запросить тур
tr: Tur Talep Et

source: Previous image
pl: Poprzedni obraz
ru: Предыдущее изображение
tr: Önceki resim

source: Next image
pl: Następny obraz
ru: Следующее изображение
tr: Sonraki resim

source: Show image
pl: Pokaż obraz
ru: Показать изображение
tr: Resmi göster

source: Details
pl: Bliższe dane
ru: Подробности
tr: Detaylar

source: Location
pl: Lokalizacja
ru: Местоположение
tr: Konum

source: Open in Google Maps
pl: Otwórz w Mapach Google
ru: Открыть в Google Maps
tr: Google Haritalar'da aç

source: Properties — North Cyprus
pl: Właściwości - Cypr Północny
ru: Недвижимость - Северный Кипр
tr: Özellikler – Kuzey Kıbrıs

source: Properties
pl: Właściwości
ru: Характеристики
tr: Özellikler

source: City
pl: Miasto
ru: Город
tr: Şehir

source: Min Price
pl: Min Cena
ru: Мин цена
tr: Minimum Fiyat

source: Max Price
pl: Maksymalna cena
ru: Мак цена
tr: Maksimum Fiyat

source: Min Beds
pl: Minimalne łóżka
ru: мин. количество спален
tr: Minimum Yatak

source: Filter
pl: Filtr
ru: фильтр
tr: Filtre

source: %(city)s · %(beds)s bd · %(baths)s ba · %(size)s m²
pl: < < P0 > > · < < P1 > > bd · < < P2 > > ba · < P3 > > m ²
ru: %(city)s %(beds)s bd · %(baths)s ba · %(size)s m2
tr: %(city)s · %(beds)s bd · %(baths)s ba · %(size)s m2

source: No properties yet. Add some in the admin.
pl: Nie ma jeszcze nieruchomości. Dodaj trochę do admina.
ru: Свойства пока нет. Добавьте немного в админ.
tr: Henüz mülk yok. Yöneticide bazıları ekleyin.

source: North Cyprus Properties
pl: Właściwości Cypru Północnego
ru: Недвижимость Северного Кипра
tr: Kuzey Kıbrıs Özellikleri

source: Menu
ru: Меню
tr: Menü

source: Home
pl: Dom
ru: Домой
tr: Ev

source: Catalog
pl: Katalog
ru: Каталог
tr: Katalog

source: Free Tour
pl: Bezpłatna wycieczka
ru: Бесплатная экскурсия
tr: Ücretsiz Tur

source: Language
pl: Język
ru: Язык
tr: Dil

source: Helping investors and families discover the best homes and opportunities across North Cyprus.
pl: Pomagamy inwestorom i rodzinom odkrywać najlepsze domy i możliwości na terenie Cypru Północnego.
ru: Помогаем инвесторам и семьям найти лучшие дома и возможности на Северном Кипре.
tr: Yatırımcıların ve ailelerin Kuzey Kıbrıs'taki en iyi evleri ve fırsatları keşfetmelerine yardımcı oluyoruz.

source: Browse properties
pl: Przeglądaj właściwości
ru: Просмотреть недвижимость
tr: Mülklere göz atın

source: Request information
pl: Poproś o informacje
ru: Запросить информацию
tr: Bilgi isteyin

source: Privacy
pl: Prywatność
ru: Конфиденциальность
tr: Gizlilik

source: %(t)s — %(c)s
pl: < < P0 >

source: Dashboard
pl: Panel
ru: приборная панель

source: Logout
pl: Wyloguj
ru: Выход
